print("==========출력문===========\n")
print("Hello Python!! \n")
# 
# 
print("=========입, 출력문========\n")
# 
test_input = input("숫자를 입력하세요 : ")
print(test_input + "\n")
# input은 숫자를 입력해도 문자로 인식합니다.
# 
test_input2 = input()
print(test_input2 + "\n")
# 
# 
print("===========문자열=========\n")
# 
print("로꾸꺼" "로꾸꺼" "로꾸꺼" "말해말" "아~많다많다많다많아 \n")
# 
print("로꾸꺼"+"로꾸꺼"+"로꾸꺼"+"말해말"+"아~많다많다많다많아 \n")
# 큰따옴표(")로 둘러싸인 문자열은 + 연산과 동일하다 결과 값도 같다.
# 
print("로꾸꺼","로꾸꺼","로꾸꺼","말해말","아~많다많다많다많아 \n")
# 출력문의 띄어 쓰기는 ,(콤마) 를 사용한다.





